import React from "react";
import Table from "../components/Table/Table";
import Heading from "../components/Heading/Heading";
import "./AboutUs.scss";
const AboutUs = () => {
  const tableOption = [
    {
      id: 1,
      title: "روابط شبکه‌­ای",
      desc: "	ما به دنبال برقراری روابط میان فردی فراتر از سمت، سطح و واحد جهت آشنایی با تجارب و تخصص همدیگر و افزایش سرمایه اجتماعی سازمان هستیم.",
    },
    {
      id: 2,
      title: "تعهد حرفه­‌ای",
      desc: "	ما به دنبال ارزیابی تعهد، در تمامی ابعاد آن بوده و به دنبال ارزش افزوده دو طرفه برای سازمان و همکارانمان هستیم.	ما به دنبال ارزیابی تعهد، در تمامی ابعاد آن بوده و به دنبال ارزش افزوده دو طرفه برای سازمان و همکارانمان هستیم.",
    },
    {
      id: 3,
      title: "توانمندسازی",
      desc: "	ما به دنبال ارتقای دائمی دانش و مهارت‌­ها در ابعاد رفتاری و شغلی و بهینه‌­سازی توانایی‌­ها در راستانی نیازهای سازمان هستیم.",
    },
    {
      id: 4,
      title: "توسعه و تعالی",
      desc: "	ما به دنبال تسهیل تعالی سازمان هستیم تا آنکه زمینه تعالی واحدهای سازمانی و خود را فراهم سازیم.",
    },
    {
      id: 5,
      title: "تیم‌سازی بهینه",
      desc: "	ما برای ایده‌­های خود به دنبال تیمی خواهیم بود تا آن را به عمل رسانده و تبدیل به محصول کنیم.",
    },
  ];
  return (
    <main id="mainAboutUs">
      <div className="descriptions-container">
        <Heading className="about-us-heading" tag="h3">
          درباره <span className="about-us-subheading">رامسرگردی</span>
        </Heading>
        <p>
          اگر قصد سفر دارید و به دنبال تجربه شایسته سفر هستید، یافتن اقامتگاهی
          مناسب از نخستین اقدامات شما باید باشد. جاباما، معتبرترین سامانه رزرو
          هتل و اجاره اقامتگاه، است. در سفرهای داخلی و خارجی، جاباما انتخاب‌های
          متنوعی را در اختیارتان می‌گذارد. اطلاعات درباره شرایط هتل یا اقامتگاه،
          موقعیت مکانی، عکس‌هایی واضح و هزینه اقامت، داده‌هایی است که در این
          سایت در اختیار شما گذاشته می‌شود تا انتخاب آگاهانه‌ای داشته باشید.
          علاوه بر این، پوشش سراسری هتل‌های رامسر، به شما کمک می‌کند تا با تنوع
          قابل‌توجهی از هتل و اقامتگاه روبه‌رو شوید.
        </p>
        <Heading className="about-us-heading" tag="h3">
          ارزش‌های سازمانی
        </Heading>
        <p>
          همان‌گونه که هر جامعه‌ای ارزش‌های خاص خود را دارد، رامسرگردی هم
          ارزش‌هایی دارد که حفظ و ترویج آن‌ها موجب انسجام و تمایز آن از سایر
          سازمان‌ها می‌گردد. با ملاحظه فلسفه فکری مدیران شرکت و همچنین شخصیت
          کارکنان آن، ایجاد فضایی که در آن تمامی تفاوت‌ها در کانون رشد و بقای
          سازمان معنا پیدا کند بسیار حائز اهمیت بوده و بنابراین ما سازمان را با
          رعایت ارزش‌هایی که از فرهنگ آن می‌آید غنی خواهیم کرد.
        </p>
      </div>
      <div className="about-us-table">
        <Table data={tableOption} />
      </div>
    </main>
  );
};

export default AboutUs;
